Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Quberine Extractors
ru: Экстракторы куберина

source: Quberine-Laced Neutronium Armor
ru: Нейтрониевая броня с добавлением куберина

source: Qudreus Maelstrom
ru: Водоворот Кудреуса

source: Queen Chamber District
ru: Камерный округ Королева

source: Queen Chamber Districts
ru: Районы палаты королевы

source: Questions of Scale
ru: Вопросы масштаба

source: Quick Solution
ru: Быстрое решение

source: Quinmogs Singularity
ru: Сингулярность Квинмогса

source: Quite a feat.
ru: Настоящий подвиг.

source: Quite hot.
ru: Довольно жарко.

source: Quium Abyss
ru: Бездна Квиума

source: Qujor Maelstrom
ru: Водоворот Куджора

source: Qulax Black Hole
ru: Черная дыра Кулакса

source: Quoudroplean Formalism
ru: Вопросительный формализм

source: Quticas Maw
ru: Пасть Кутикаса

source: Quuroid Vortex
ru: Квуроидный вихрь

source: Race Watcher
ru: Фанат гонок

source: Raceyu Maelstrom
ru: Водоворот гонки

source: Radda Maelstrom
ru: Водоворот Радды

source: Raid Failed!
ru: Рейд провалился!

source: Raid Successful!
ru: Рейд удался!

source: Raid their Resources.
ru: Совершить набег на ресурсы.

source: Raid them back for resources.
ru: Совершите на них набег за ресурсами.

source: Raiders
ru: Рейдеры

source: Raiding
ru: Рейдерство

source: Raids
ru: Рейды

source: Rallying Striking Leaders
ru: Объединение бастующих лидеров

source: Random
ru: Случайный

source: Random combat modifier for 12 month
ru: Случайный боевой модификатор на 12 месяцев

source: Random resources
ru: Случайные ресурсы

source: Rapid AI Core Copy
ru: Быстрое копирование ядра ИИ

source: Rare Mineral Excvation
ru: Добыча редких минералов

source: Rare Minerals
ru: Редкие минералы

source: Rath Abyss
ru: Бездна Рата

source: Rather than centralizing the assignments of important positions we will let each local government use their own command structures.
ru: Мы доверяем нашим губернаторам и предоставляем им свободу в принятии управленческих решений.

source: Rather than modifying the environment to suit our own needs, we have learned to adapt our lives to our surroundings.
ru: Мы не трансформируем окружающую среду, а живём с ней в симбиозе.

source: Rather than people being free to form any political party that they desire, we have instituted a set of approved parties with fixed agendas that are allowed to operate within our empire.
ru: Политическое многообразие - угроза внутренней стабильности. Мы определили размер партий с фиксированной повесткой, которым разрешено действовать в пределах нашей империи.

source: Rather than pushing nature away to make way for our society we have learnt to build within it, with minimal need to devastate the nature to make room for ourselves.
ru: Вместо того, чтобы зависеть исключительно от централизованного производства продуктов питания, наши граждане получают возможность производить еду собственными силами.

source: Rather we grow them from organic tissue.
ru: Скорее, мы выращиваем их из органических тканей.

source: Rats!
ru: Крысы!

source: Ravage
ru: Разорение

source: Ravager
ru: Разорение

source: Ravaging
ru: Разорять

source: Ravenous Yggdrasil Aeroplankton
ru: Прожорливый аэропланктон Иггдрасиля

source: Ravenous and highly-equipped Zuspris that can tear through most materials and soldiers with ease.
ru: Прожорливые и хорошо оснащенные Эзикании, которые могут с легкостью разрывать большинство материалов и солдат.

source: Ravenous killbots designed to exterminate all unauthorized entities from the Planetary Computing Complex.
ru: Хищные роботы-убийцы, предназначенные для уничтожения всех несанкционированных объектов из Планетарного вычислительного комплекса.

source: Ravkan Rebels
ru: Повстанцы Равкана

source: Ray of Doom
ru: Луч рока

source: Re-Atomizer
ru: Реатомайзер

source: Re-Atomizer Drone
ru: Дрон-реатомайзер

source: Re-Atomizer Drones
ru: Дроны-реатомайзеры

source: Re-Atomizers
ru: Реатомайзеры

source: Reaching into the Unknown
ru: Достижение неизведанного

source: Reaching the Leviathan
ru: Достижение Левиафана

source: Reactivated
ru: Реактивированно

source: Reactors
ru: Энергетические реакторы

source: Ready the armies!
ru: Готовьте армии!

source: Ready to Serve
ru: Готов служить!

source: Ready to go, but lacking direction.
ru: Готов к работе, но не хватает направления

source: Reality Code
ru: §EКод реальности§!

source: Reality Code - $ehof_sr_sentient_metal$
ru: Код реальности - $ehof_sm$

source: Reality Code - Activation
ru: Активация кода реальности

source: Reality Code - Brown Dwarf
ru: Код реальности - Звезда

source: Reality Code - Frozen Excavation
ru: Код реальности - Замороженные раскопки

source: Reality Code - Frozen Excavation I
ru: Код реальности - Замороженные раскопки I

source: Reality Code - Frozen Excavation II
ru: Код реальности - Замороженные раскопки II

source: Reality Code - Frozen Excavation III
ru: Код реальности - Замороженные раскопки III

source: Reality Code - Frozen World
ru: Код реальности - Замороженный мир

source: Reality Code - Gas Giant
ru: Код реальности - Газовый гигант

source: Reality Code - Gas Giant Excavation
ru: Код реальности - Раскопки газового гиганта

source: Reality Code - Gas Giant Excavation I
ru: Код реальности - Раскопки газового гиганта I

source: Reality Code - Gas Giant Excavation II
ru: Код реальности - Раскопки газового гиганта II

source: Reality Code - Gas Giant Excavation III
ru: Код реальности - Раскопки газового гиганта III

source: Reality Code - Gas Giant Excavation IV
ru: Код реальности - Раскопки газового гиганта IV

source: Reality Code - Molten Excavation
ru: Код реальности - Расплавленный металл

source: Reality Code - Molten Excavation I
ru: Код реальности - Расплавленный металл I

source: Reality Code - Molten Excavation II
ru: Код реальности - Расплавленные раскопки II

source: Reality Code - Molten Excavation III
ru: Код реальности - Раскопки в расплавленном состоянии III

source: Reality Code - Molten Excavation IV
ru: Код реальности - Расплавленные раскопки IV

source: Reality Code - Molten World
ru: Код реальности - Расплавленный мир

source: Reality Code - Shattered Excavation
ru: Код реальности - разрушенные раскопки

source: Reality Code - Shattered Excavation I
ru: Код реальности - Разрушенные раскопки I

source: Reality Code - Shattered Excavation II
ru: Код реальности - Разрушенные раскопки II

source: Reality Code - Shattered Excavation III
ru: Код реальности - Разрушенные раскопки III

source: Reality Code - Shattered World
ru: Код реальности - разрушенный мир

source: Reality Code - Substellar Excavation
ru: Код реальности - Звездные раскопки

source: Reality Code - Substellar Excavation I
ru: Код реальности - Звездные раскопки I

source: Reality Code - Substellar Excavation II
ru: Код реальности - Звездные раскопки II

source: Reality Code - Substellar Excavation III
ru: Код реальности - Звездные раскопки III

source: Reality Code - Substellar Excavation IV
ru: Код реальности - Звездные раскопки IV

source: Reality Code - The Origin
ru: Код реальности - Источник

source: Reality Code - Toxic Excavation
ru: Код реальности - Токсичные раскопки

source: Reality Code - Toxic Excavation I
ru: Код реальности - Токсичные раскопки I

source: Reality Code - Toxic Excavation II
ru: Код реальности - Токсичные раскопки II

source: Reality Code - Toxic Excavation III
ru: Код реальности - Токсичные раскопки III

source: Reality Code - Toxic World
ru: Код реальности - токсичный мир

source: Reality Code - the $ehof_the_sphere_named$
ru: Код реальности - $ehof_the_sphere_named$

source: Reality Code - the $ehof_the_sphere_named$ I
ru: Код реальности - $ehof_the_sphere_named$ I

source: Reality Code - the $ehof_the_sphere_named$ II
ru: Код реальности - $ehof_the_sphere_named$ II

source: Reality Code - the $ehof_the_sphere_named$ III
ru: Код реальности - $ehof_the_sphere_named$ III

source: Reality Code - the $ehof_the_sphere_named$ IV
ru: Код реальности - $ehof_the_sphere_named$ IV

source: Reality Code - the $ehof_the_sphere_named$ V
ru: Код реальности - $ehof_the_sphere_named$ V

source: Reality Code - the $ehof_the_sphere_named$ VI
ru: Код реальности - $ehof_the_sphere_named$ VI

source: Reanimate Meopa
ru: Оживи Меопу

source: Rebound
ru: Отскок

source: Receiving Yggdrasil Production
ru: Получение продукции Иггдрасиль

source: Recent Prospecting of Planetary Core
ru: Глубокая геологоразведка

source: Recklessness
ru: Безрассудство

source: Recomposer: Mechanic to Organic
ru: Рекомпозер: От механического к органическому

source: Recomposer: Organic to Mechanic
ru: Рекомпозитор: От органического к механическому

source: Recover the power plants.
ru: Восстановите электростанции

source: Recovered Fleet
ru: Восстановленный флот

source: Recreational Battalion
ru: Рекреационный батальон

source: Recreational Battalions
ru: Рекреационные батальоны

source: Recruit her, she'll be of use.
ru: Завербуй ее, она будет полезна.

source: Recruiter
ru: Вербовщик

source: Recycled Fleet System Selection
ru: Выбор системы переработанного флота

source: Recycler
ru: Переработчик

source: Recyclers
ru: Переработчики

source: Recycling District
ru: Район рециклинга

source: Recycling Districts
ru: районы рециклинга

source: Recycling Expeditions
ru: Экспедиции по переработке отходов

source: Red Toxic World
ru: Красный токсичный мир

source: Redundant Physical Backups
ru: Резервное копирование данных

source: Refined Artificial Kugelblitz Containment
ru: Усовершенствованное искусственное сдерживание Кугельблитца

source: Refiner Mineral Upkeep
ru: Расход £minerals£ минералов на содержание £job_gas_refiner£ переработчиков

source: Refinery Building
ru: Здание перерабатывающей промышленности

source: Refinery District
ru: Район перерабатывающего завода

source: Refinery Districts
ru: Районы перерабатывающих заводов

source: Refinery Sector
ru: Сектор переработки

source: Refinery Sectors
ru: Сектора переработки

source: Refinery Specialist
ru: Специалист по перерабатывающему заводу

source: Refinery Specialists
ru: Специалисты по переработке

source: Reform Army Hierarchies
ru: Реформа армии

source: Reform the ethics of all our vassals, so we can choose new ones.
ru: Измените этику всех наших вассалов, чтобы мы могли выбирать новых.

source: Reformer
ru: Реформатор

source: Refrain from Bribing a Faction
ru: Воздержаться от подкупа фракции

source: Refreshing!
ru: Освежает!

source: Refused Departure
ru: Отказано в выезде

source: Refused Justice
ru: Отказ от правосудия

source: Refused our Resource Request
ru: Отказ от нашего запроса на ресурсы

source: Refused to share Yggdrasil Food
ru: Отказался делиться едой Иггдрасиля

source: Regardless of where he went... we shall prove the Kaiser right.
ru: Независимо от того, куда он пошел... мы докажем правоту кайзера.

source: Regardless of where he went... we shall prove this maniac wrong.
ru: Независимо от того, куда он пошел... мы докажем, что этот маньяк неправ.

source: Regenerating Corpse
ru: Регенерирующий труп

source: Regional Control Center
ru: Региональный центр управления

source: Regional Manager
ru: Региональный менеджер

source: Regional Managers
ru: Региональные менеджеры

source: Regrettable
ru: Достойный сожаления

source: Regrettable, but necessary.
ru: Прискорбно, но необходимо.

source: Regrettable, but to leave it hungering is foolish
ru: Прискорбно, но оставлять его голодным глупо

source: Regular Aiondia Expedition
ru: Регулярная экспедиция в Айондию

source: Regulated Society
ru: Стабильность общества

source: Reichsarmee
ru: Рейхсарми

source: Reichsarmee Task Force
ru: Оперативная группа рейхсармии

source: Reimagined Asteroid Weaponry
ru: Переосмысленное астероидное оружие

source: Reinforced Crust
ru: Усиленная корка

source: Reinforced Defenses
ru: Усиленная оборона

source: Relatively simple and cheap lunar armor which merely employs the moon's pre-existing rocky crust with minor adjustments to its density, providing some protection at the cost of speed.
ru: Относительно простая и дешевая лунная броня, которая просто использует ранее существовавшую скалистую кору Луны с незначительными изменениями ее плотности, обеспечивая некоторую защиту за счет скорости.

source: Relativistic Jet Deflection
ru: Отклонение релятивистской струи

source: Relativistic Railgun
ru: Релятивистский рельсотрон

source: Relativistic Singularity Harvesting
ru: Сбор урожая релятивистской сингулярности

source: Relaxed Kaiser
ru: Расслабленный кайзер

source: Relay Complex
ru: Ретрансляционный комплекс

source: Relay Complexes
ru: Ретрансляционные комплексы

source: Relay District
ru: Район ретрансляции

source: Relay Districts
ru: Ретрансляционные районы

source: Release Selected Worlds
ru: Освободить выбранные миры

source: Releasing lifeforms from their baryonic prisons, these warriors of the $ehof_the_compound_text$ are merciless in their pursuit of total transmutation.
ru: Освобождая формы жизни из барионной материи из их тюрем, эти воины $ehof_the_compound$ безжалостны в своем стремлении к полной трансмутации.

source: Relentless Pursuit
ru: Неумолимая кара

source: Relentless Rage
ru: Беспощадная ярость

source: Relic Penrose Sphere
ru: Реликтовая сфера Пенроуза

source: Relic Penrose Sphere Restored
ru: Восстановлена реликтовая сфера Пенроуза

source: Relics of a former period of industrial development, these outdated manufacturing facilities now only stand in the way of progress.
ru: Пережитки прошлого периода промышленного развития, эти устаревшие производственные мощности теперь только мешают прогрессу

source: Religious Doctrine
ru: Религиозная доктрина

source: Remember that you are free to vacate this galaxy if our operations inconvenience you.
ru: Помните, что вы вольны покинуть эту галактику, если наши операции причинят вам неудобства.

source: Remitori Vortex
ru: Вихрь Ремитори

source: Remnants of the Structure's builders, these locations are full of ancient technology.
ru: Остатки строителей Сооружения, эти локации полны древних технологий

source: Remotely bring up the QS-O's control panel.
ru: Дистанционно вызовите панель управления QS-O.

source: Remove 'Release Exclusion' Flag
ru: Удалить флаг "Исключение выпуска"

source: Remove Survey
ru: Удалить опрос

source: Remove the $SUBJECT_TITLE_TEXT$ 'Exclusion Flag'.
ru: Удалите $SUBJECT_TITLE_TEXT$ "Флаг исключения".

source: Remove the focus of civilian convoy departures from this planet.
ru: Уберите фокус отправления гражданского конвоя на этой планете.

source: Remove this $name_fusion_suppressor$, making its Black Hole usable for other projects.
ru: Удалите это $name_fusion_suppressor$, сделав его Черную дыру пригодной для использования в других проектах

source: Removes the $mod_esap_garden$ modifier.
ru: Удаляет модификатор $mod_esap_garden$ с планеты.

source: Removes the $mod_esap_industry$ modifier.
ru: Удаляет модификатор $mod_esap_industry$ с планеты.

source: Removes the $mod_est_cooperativity_5$ modifier.
ru: Удалится модификатор $mod_est_cooperativity_5$.

source: Removes the $mod_est_industry_5$ modifier.
ru: Удалится модификатор $mod_est_industry_5$.

source: Removes the need for strategic resource building upkeep but will also remove the building speed bonus on planets.
ru: Вернет необходимость в стратегических ресурсах для строительства зданий, а также уберет бонус скорости строительства планет.

source: Removing your species from the galaxy will drastically speed up the discovery of the Ultimate Answer.
ru: Удаление вашего вида из галактики значительно ускорит поиск окончательного ответа.

source: Renounce Ascendancy?
ru: Отказаться от вознесения?

source: Reorganizations Completed
ru: Реорганизация завершена

source: Reorganized Logistics Network
ru: Реорганизованная логистическая сеть

source: Repair Defensive Station
ru: Ремонтная оборонительная станция

source: Repair Hypersegment
ru: Восстановить гиперсегмент

source: Repair Weaponized Planetoid
ru: Отремонтировать планетоид, оснащенный оружием

source: Repaired $giga_frameworld_outpost$
ru: Отремонтировано $giga_frameworld_outpost$

source: Repairing $ehof_the_stellar_annihilator$
ru: Ремонт $ehof_the_stellar_annihilator$

source: Repairing Kirkasmajakka
ru: Ремонт Киркасмаякки

source: Repairing the dormant manufactory on the machine layer will take significant work, but the results are sure to be worth the effort.
ru: Восстановление бездействующей мануфактуры на машинном слое потребует значительной работы, но результаты, несомненно, стоят затраченных усилий

source: Repairing the sunken observatory on the arctic layer promises to greatly improve our computing power, but it will take a lot of effort to get it back in working order.
ru: Ремонт затонувшей обсерватории на арктическом слое обещает значительно повысить нашу вычислительную мощность, но потребуется много усилий, чтобы вернуть ее в рабочее состояние

source: Repeatable Techs
ru: Повторяемые технологии

source: Repeated Transmission Towers
ru: Трансляционные вышки

source: Repeating Signal
ru: Повторяющийся сигнал

source: Repel the Blokkats
ru: Отбить блоккаты

source: Replace
ru: Заменить

source: Replicate Psicatalyzed Fusion
ru: Повторите синтез с помощью психоанализа

source: Replicating the esoteric workings of Helios' infernal core within a controlled environment and on an industrial scale enables tremendous energy production and the facilitated production of heavy elements.
ru: Воспроизведение эзотерической работы адского ядра Гелиоса в контролируемой среде и в промышленных масштабах позволяет производить колоссальную энергию и облегчает производство тяжелых элементов

source: Replicator Drone Section
ru: Секция дрона-репликатора

source: Replicators
ru: Репликаторы

source: Reported Sabotage to the Capital
ru: Сообщение о саботаже в столицу

source: Reproductive Mastery
ru: Гениальность беременности

source: Reproductive Stimulation
ru: Репродуктивная стимуляция

source: Repurpose their factories.
ru: Перепрофилировать их фабрики

source: Repurposed Machines
ru: Перепрофилированные машины

source: Request Energy from your $subjects$
ru: Запросите энергию у вашего $subjects$

source: Requires Enigmatic Stronghold
ru: Требуется Загадочная цитадель

source: Requires a precursor shipyard.
ru: Требуется верфь предтеч.

source: Requires activation by upgrading the $PGATE_GALACTIC$.
ru: Требуется активация путем обновления $PGATE_GALACTIC$.

source: Reroll list of leaders.
ru: Повторный список лидеров

source: Research 100 technologies.
ru: Изучить 100 технологий.

source: Research 150 technologies.
ru: Изучить 150 технологий.

source: Research 200 technologies.
ru: Изучить 200 технологий.

source: Research 250 technologies.
ru: Изучить 250 технологий.

source: Research 50 technologies.
ru: Изучить 50 технологий.

source: Research Agreement Influence Upkeep
ru: Соглашение об исследовании влияет на содержание

source: Research Assistance Protocol
ru: Протокол помощи в проведении исследований

source: Research Base
ru: Научная база

source: Research Building
ru: Исследовательское здание

source: Research Center
ru: Исследовательский центр

source: Research Coordination Institute
ru: Институт координации исследований

source: Research District
ru: Исследовательский район

source: Research Districts
ru: Исследовательские районы

source: Research Focus
ru: Исследовательский фокус

source: Research Foreign Customs
ru: Освоение иностранных традиций

source: Research Hypersegment
ru: Исследовательский гиперсегмент

source: Research Hypersegments
ru: Гиперсегменты исследования

source: Research Laboratories
ru: Исследовательские лаборатории

source: Research Laboratory
ru: Исследовательская лаборатория

source: Research Station
ru: Научная станция

source: Research Station Build Cost
ru: Стоимость постройки исследовательской станции

source: Research Station Cost
ru: Стоимость строительства исследовательских станций

source: Research facilities of all kinds fill this hypersegment.
ru: Исследовательские учреждения всех видов заполняют этот гиперсегмент.

source: Research facilities of all kinds fill this sector.
ru: Научно-исследовательские учреждения всех видов заполняют этот сектор

source: Research with guns, not labs!
ru: Проводите исследования с помощью оружия, а не лабораторий!

source: Researcher
ru: Исследователь

source: Researchers will occasionally check on their progress, and figure out how it can be incorporated in our current scientific theories.
ru: Исследователи будут время от времени проверять их прогресс и выяснять, как это можно включить в наши современные научные теории.

source: Reset Nicoll-Dyson Beam
ru: Сбросить луч Николла-Дайсона

source: Reset Quasi-Stellar Obliterator
ru: Сброс квазизвездного облитератора

source: Resgus Black Hole
ru: Черная дыра Резгуса

source: Reshape World
ru: Изменить мир

source: Reshaper
ru: Преобразователь

source: Reshapers
ru: Преобразователи

source: Residential Metroplex
ru: Жилой метроплекс

source: Residual Volcanic Activity
ru: Остаточная вулканическая активность

source: Resilience
ru: Гибкость

source: Resilient
ru: Жизнеспособный

source: Resistance is futile.
ru: Сопротивление бесполезно.

source: Resiurys Maw
ru: Пасть Резиуриса

source: Resources Gathering Protocol
ru: Протокол сбора ресурсов

source: Resources Raiding Training
ru: Обучение рейдерству ресурсов

source: Restless Execution
ru: Беспокойное исполнение

source: Restoration Point
ru: Точка восстановления

source: Restore $aot_megaturret$
ru: Восстановить Мега-башню

source: Restore $ehof_ehof_abr$ Alpha
ru: Восстановить $ehof_ehof_abr$ Альфа

source: Restore $pc_birch$
ru: Восстановить $pc_birch$

source: Restore Matter Synthesizer
ru: Синтезатор восстановления материи

source: Restore the $frameworld_outpost_0$ to a fully operational state.
ru: Восстановите $frameworld_outpost_0$ в полностью рабочее состояние

source: Restore the broken hyperlane links between the selected colony's solar system and a lost one thaz has potentially not been explored for millions of years.
ru: Создайте гиперлинию между солнечной системой выбранной колонии и новой, еще никем не исследованной.

source: Restored Battleships
ru: Восстановленные линкоры

source: Restored Colossus
ru: Восстановленный колосс

source: Restored Industrial Complex
ru: Восстановленный промышленный комплекс

source: Restored Juggernaut
ru: Восстановленный Джаггернаут

source: Restored Moon
ru: Восстановленная Луна

source: Restored Planet
ru: Восстановленная планета

source: Restored Squareworld Segment
ru: Восстановленный сегмент Квадратного мира

source: Restored Titan
ru: Восстановленный титан

source: Restored after the defeat of $ehof_the_compound_text$, the $ehof_presphere_dyson$ is capable of drawing unparalleled energy from the white hole it is built around.
ru: Восстановленный после поражения $ehof_the_compound$, $ehof_presphere_dyson$ способен извлекать беспрецедентную энергию

source: Restoring what was Lost
ru: Восстановление того, что было утрачено

source: Restrained
ru: Заботливый

source: Restrict Federal Power
ru: Ограничение федеральной власти

source: Restricted Budget
ru: Ограниченный бюджет

source: Resurrecting Meopa?
ru: Воскрешаешь Меопу?

source: Resurrection Vats
ru: Фабрики воскрешения

source: Retired Fleet Officer
ru: Отставной офицер флота

source: Retooling the Sunken Observatory
ru: Переоборудование затонувшей обсерватории

source: Retooling the facility to produce high quality alloys will no doubt improve our capacity to produce spacecraft.
ru: Переоборудование установки для производства высококачественных сплавов, несомненно, улучшит наши возможности по производству космических аппаратов

source: Retributor
ru: Рассеиватель

source: Retrieve all valuable minerals!
ru: Возьмите минералы.

source: Retrieve the motes!
ru: Верните пылинки!

source: Retriever Sentinel Project
ru: Проект 'Страж ретриверов
